[
    
    {
        "age": 0, 
        "id": "motorola-xoom-with-wi-fi", 
        "imageUrl": "img/phones/motorola-xoom-with-wi-fi.0.jpg", 
        "name": "Rafael Kellows XOOM™ with Wi-Fi", 
        "snippet": "The Next, Next Generation\r\n\r\nExperience the future with Motorola XOOM with Wi-Fi, the world's first tablet powered by Android 3.0 (Honeycomb)."
    }, 
    {
        "age": 1, 
        "id": "motorola-xoom", 
        "imageUrl": "img/phones/motorola-xoom.0.jpg", 
        "name": "MOTOROLA XOOM™", 
        "snippet": "The Next, Next Generation\n\nExperience the future with MOTOROLA XOOM, the world's first tablet powered by Android 3.0 (Honeycomb)."
    }, 
    {
        "age": 2, 
        "carrier": "AT&T", 
        "id": "motorola-atrix-4g", 
        "imageUrl": "img/phones/motorola-atrix-4g.0.jpg", 
        "name": "MOTOROLA ATRIX™ 4G", 
        "snippet": "MOTOROLA ATRIX 4G the world's most powerful smartphone."
    }, 
    {
        "age": 3, 
        "id": "dell-streak-7", 
        "imageUrl": "img/phones/dell-streak-7.0.jpg", 
        "name": "Dell Streak 7", 
        "snippet": "Introducing Dell™ Streak 7. Share photos, videos and movies together. It’s small enough to carry around, big enough to gather around."
    }, 
    {
        "age": 4, 
        "carrier": "Cellular South", 
        "id": "samsung-gem", 
        "imageUrl": "img/phones/samsung-gem.0.jpg", 
        "name": "Samsung Gem™", 
        "snippet": "The Samsung Gem™ brings you everything that you would expect and more from a touch display smart phone – more apps, more features and a more affordable price."
    }, 
    {
        "age": 5, 
        "carrier": "Dell", 
        "id": "dell-venue", 
        "imageUrl": "img/phones/dell-venue.0.jpg", 
        "name": "Dell Venue", 
        "snippet": "The Dell Venue; Your Personal Express Lane to Everything"
    }, 
    {
        "age": 6, 
        "carrier": "Best Buy", 
        "id": "nexus-s", 
        "imageUrl": "img/phones/nexus-s.0.jpg", 
        "name": "Nexus S", 
        "snippet": "Fast just got faster with Nexus S. A pure Google experience, Nexus S is the first phone to run Gingerbread (Android 2.3), the fastest version of Android yet."
    }, 
    {
        "age": 7, 
        "carrier": "Cellular South", 
        "id": "lg-axis", 
        "imageUrl": "img/phones/lg-axis.0.jpg", 
        "name": "LG Axis", 
        "snippet": "Android Powered, Google Maps Navigation, 5 Customizable Home Screens"
    }, 
    {
        "age": 8, 
        "id": "samsung-galaxy-tab", 
        "imageUrl": "img/phones/samsung-galaxy-tab.0.jpg", 
        "name": "Samsung Galaxy Tab™", 
        "snippet": "Feel Free to Tab™. The Samsung Galaxy Tab™ brings you an ultra-mobile entertainment experience through its 7” display, high-power processor and Adobe® Flash® Player compatibility."
    }, 
    {
        "age": 9, 
        "carrier": "Cellular South", 
        "id": "samsung-showcase-a-galaxy-s-phone", 
        "imageUrl": "img/phones/samsung-showcase-a-galaxy-s-phone.0.jpg", 
        "name": "Samsung Showcase™ a Galaxy S™ phone", 
        "snippet": "The Samsung Showcase™ delivers a cinema quality experience like you’ve never seen before. Its innovative 4” touch display technology provides rich picture brilliance, even outdoors"
    }, 
    {
        "age": 10, 
        "carrier": "Verizon", 
        "id": "droid-2-global-by-motorola", 
        "imageUrl": "img/phones/droid-2-global-by-motorola.0.jpg", 
        "name": "DROID™ 2 Global by Motorola", 
        "snippet": "The first smartphone with a 1.2 GHz processor and global capabilities."
    }, 
    {
        "age": 11, 
        "carrier": "Verizon", 
        "id": "droid-pro-by-motorola", 
        "imageUrl": "img/phones/droid-pro-by-motorola.0.jpg", 
        "name": "DROID™ Pro by Motorola", 
        "snippet": "The next generation of DOES."
    }, 
    {
        "age": 12, 
        "carrier": "AT&T", 
        "id": "motorola-bravo-with-motoblur", 
        "imageUrl": "img/phones/motorola-bravo-with-motoblur.0.jpg", 
        "name": "MOTOROLA BRAVO™ with MOTOBLUR™", 
        "snippet": "An experience to cheer about."
    }, 
    {
        "age": 13, 
        "carrier": "T-Mobile", 
        "id": "motorola-defy-with-motoblur", 
        "imageUrl": "img/phones/motorola-defy-with-motoblur.0.jpg", 
        "name": "Motorola DEFY™ with MOTOBLUR™", 
        "snippet": "Are you ready for everything life throws your way?"
    }, 
    {
        "age": 14, 
        "carrier": "T-Mobile", 
        "id": "t-mobile-mytouch-4g", 
        "imageUrl": "img/phones/t-mobile-mytouch-4g.0.jpg", 
        "name": "T-Mobile myTouch 4G", 
        "snippet": "The T-Mobile myTouch 4G is a premium smartphone designed to deliver blazing fast 4G speeds so that you can video chat from practically anywhere, with or without Wi-Fi."
    }, 
    {
        "age": 15, 
        "carrier": "US Cellular", 
        "id": "samsung-mesmerize-a-galaxy-s-phone", 
        "imageUrl": "img/phones/samsung-mesmerize-a-galaxy-s-phone.0.jpg", 
        "name": "Samsung Mesmerize™ a Galaxy S™ phone", 
        "snippet": "The Samsung Mesmerize™ delivers a cinema quality experience like you’ve never seen before. Its innovative 4” touch display technology provides rich picture brilliance,even outdoors"
    }, 
    {
        "age": 16, 
        "carrier": "Sprint", 
        "id": "sanyo-zio", 
        "imageUrl": "img/phones/sanyo-zio.0.jpg", 
        "name": "SANYO ZIO", 
        "snippet": "The Sanyo Zio by Kyocera is an Android smartphone with a combination of ultra-sleek styling, strong performance and unprecedented value."
    }, 
    {
        "age": 17, 
        "id": "samsung-transform", 
        "imageUrl": "img/phones/samsung-transform.0.jpg", 
        "name": "Samsung Transform™", 
        "snippet": "The Samsung Transform™ brings you a fun way to customize your Android powered touch screen phone to just the way you like it through your favorite themed “Sprint ID Service Pack”."
    }, 
    {
        "age": 18, 
        "id": "t-mobile-g2", 
        "imageUrl": "img/phones/t-mobile-g2.0.jpg", 
        "name": "T-Mobile G2", 
        "snippet": "The T-Mobile G2 with Google is the first smartphone built for 4G speeds on T-Mobile's new network. Get the information you need, faster than you ever thought possible."
    }, 
    {
        "age": 19, 
        "id": "motorola-charm-with-motoblur", 
        "imageUrl": "img/phones/motorola-charm-with-motoblur.0.jpg", 
        "name": "Motorola CHARM™ with MOTOBLUR™", 
        "snippet": "Motorola CHARM fits easily in your pocket or palm.  Includes MOTOBLUR service."
    }, 
    {
        "age": 20, 
        "id": "motorola-charm-with-motoblur-aaa", 
        "imageUrl": "img/phones/motorola-charm-with-motoblur.0.jpg", 
        "name": "Motorola Rafael Kellows", 
        "snippet": "Motorola Rafael Kellows."
    },
    {
        "age": 30,
        "id": "Realme-aaa", 
        "name": "Realme Note 60 Dual Sim 128 Gb 4Gb Ram Smartphone Preto Smartphone",
        "snippet": "O Realme Note 60 foi projetado para quem busca durabilidade e desempenho em um único aparelho. Com construção robusta, o dispositivo conta com uma estrutura Armorshell que combina alumínio e silicone, proporcionando resistência a quedas e impactos. O corpo de alumínio fundido com reforço de vidro garante proteção contra riscos, enquanto o filme resiste adicionalmente ao desgaste causado pelo uso diário. Essa resistência extra protege o aparelho contra produtos que podem danificar o exterior, como óleo e detergente. Equipado com um poderoso chipset octa-core, o Realme Note 60 oferece desempenho ágil, ideal para atividades intensas como jogos e multitarefas. Com memória RAM dinâmica de até 12GB e armazenamento interno de 128GB, ele oferece espaço e fluidez, permitindo que os usuários usem o aparelho sem trabalhos por anos. A tela de 90Hz garante uma experiência visual confortável, com um design fino que torna o dispositivo fácil de segurar e manusear. Para aumentar a proteção dos componentes internos, o Realme Note 60 possui um sistema de amortecimento que inclui anéis de silicone e adesivos de alta resistência em partes essenciais como o processador e a memória. O design exclusivo InSeal bloqueia a entrada de líquidos, protegendo as conexões, como o slot de cartão e o conector USB. Essas inovações garantem uma durabilidade superior e proteção contra danos causados por quedas ou exposição a líquidos. O aparelho possui a certificação de alta confiabilidade TÜV Rheinland, o que reforça sua resistência. Ele passou por mais de 320 testes rigorosos de qualidade, incluindo testes de pressão dos botões e de conexão do USB, além de simulação de ambientes extremos, como alta temperatura e umidade. Com esses testes, o Realme Note 60 comprova sua capacidade de manter o desempenho e a funcionalidade em situações adversárias, oferecendo uma durabilidade notável. Outro ponto forte do Realme Note 60 é sua câmera de 32MP, que fornece imagens nítidas e com excelente definição. Essa combinação de resistência, alto desempenho e qualidade de imagem faz do Realme Note 60 uma escolha completa para quem precisa de um aparelho confiável e capaz de atender às demandas do dia a dia com qualidade.",
        "imageUrl": "https://a-static.mlcdn.com.br/800x560/celular-realme-note-60-dual-sim-128-gb-4gb-ram-smartphone-preto-smartphone/pacificmixeletro/rmx3933note60128preto/36c09cc8878ba6682dfc6cc14b806cd8.jpeg",
        "price": 1289.10
    }, 
    {
        "name": "Motorola Moto G05 128GB 12GB RamBoost Câmera 50MP AI Bateria de 5200 mAh Tela 6.7 - Violeta",
        "snippet": "Com o Smartphone Motorola Moto G05 128GB 12GB RamBoost Câmera 50MP AI Bateria de 5200 mAh Tela 6.7 - Violeta, aproveite a tela de 6,7, com o maior brilho da categoria no mundo até 1000 nits, oferecendo clareza até sob a luz direta do sol. O desempenho é potente com até 12GB de RAM Boost inteligente, garantindo uma experiência multitarefa rápida sem travar. A câmera de 50MP com inteligência artificial e night vision automático captura fotos nítidas e retratos vibrantes, mesmo à noite. Com a superbateria de 5200 mah, você tem até 40 horas de uso4. O design sofisticado em vegan leather, a proteção contra respingos d'água e o vidro corning gorilla glass 3 garantem resistência e estilo. Moto G05. Maior. Mais potente. Mais brilhante.",
        "imageUrl": "img/phones/motorola-moto-g05-ilustra1.jpg",
        "price": 989.55,
        "age": 62,
        "id": "Motorola-Moto-G05"
    }, 
    {
        "name": "Samsung Galaxy A06 128GB 4GB RAM Azul Escuro 6,7 Câm. Dupla + Selfie 8MP",
        "snippet": "O Samsung Galaxy A06 azul escuro é o smartphone que vai te acompanhar em tarefas básicas do dia a dia. Com design moderno e tela com display infinito PLS LCD de 6,7 (171,3mm), você pode assistir vídeos e jogar seus games favoritos com muito mais conforto. Ele é equipado com 128GB de armazenamento interno e 4GB de memória RAM, para você guardar suas fotos, vídeos e aplicativos sem se preocupar com espaço. Além disso, a câmera traseira dupla de 50MP + 2MP e a câmera frontal de 8MP te ajudam a registrar os melhores momentos da vida com qualidade profissional. A bateria é de 5000mAh e com o carregamento rápido compatível com 25W, você recupera a carga rapidamente quando precisa. Ele também possui o Cadeado Galaxy, que protege seus dados com segurança. Desbloqueie a tela facilmente com o leitor de impressão digital. O Samsung Galaxy A06 é o smartphone ideal para quem busca um aparelho fino e moderno. Produto não acompanha fone de ouvido.",
        "imageUrl": "https://a-static.mlcdn.com.br/800x560/smartphone-samsung-galaxy-a06-128gb-4gb-ram-azul-escuro-67-cam-dupla-selfie-8mp/magazineluiza/238657700/fca7f701abc03293954ba82835473323.jpg",
        "price": 2154.99,
        "age": 61,
        "id": "SamsungAAA"
    }
]
